;
; tMan 0.9.11
; Localization file for Slovak
; by Miroslav Masar <mirozv@orangemail.sk>, 2008
;

; dialogs
    1="Zatvoriť"
    2="Zrušiť"
  102="Nastavenia"
  103="O produkte"
  104="Zoznam Úloh"
  105="Licencia"
  131="Zachytiť tlačítko"
  132="Zoznam ignorovaných"
  133="Výnimky"
  134="Prehliadať"
  135="Tlačítka"
; strings
  200="Nastavenia"
  202="Zatvoriť"
  203="Minimalizovať"
  204="Ukázať menu"
  206="<Prázdne>"
  207="Tlačítko 1"
  208="Tlačítko 2"
  209="Tlačítko 3"
  210="Tlačítko 4"
  211="Rýchlosť"
  212="Zaznamenať"
  213="Horizontálne vpravo"
  214="Horizontálne vľavo"
  215="Mäkký reset"
  216="Vypnúť Displej"
  217="Vtpnúť"
  218="Operácie s úlohami"
  219="Vybrať program"
  220="Moje zariadenie"
  221="Zvolená položka nie je súbor."
  222="Zvolený výber nie je adresár."
  223="Adresár nebol vytvorený."
  224="Zoznam Ignorovaných"
  225="Výnimky"
  226="Pracovná Plocha"
  227="WiFi Zapnúť/Vypnúť"
  228="Bluetooth Zapnúť/Vypnúť"
  229="O produkte"
; controls
 1001="Spustiť tMan pri štarte"
 1002="Hlavné"
 1003="Tlačítko na Zatvorenie"
 1007="Urychľovač Zoznamu Úloh"
 1011="Zachytiť"
 1012="Vyčistiť"
 1014="Položky"
 1024="Výnimky..."
 1027="Zoznam ignorovaných..."
 1031="Pri geste"
 1032="Prosím, stlačte akékoľvek HW tlačitko na zachytenie"
 1033="Tieto aplikácie nebudú zobrazené v zozname úloh:"
 1034="Pri ťuknutí"
 1035="Pri ťuknutí-a-držaní"
 1036="Kompaktný mód"
; menu items
32789="Odstrániť"
32790="Pridať"
32794="O produkte"
; tman
40004="Naozaj chcete vykonať mäkký reset zariadenia?"
40006="'%s' neodpovedá.\nNásilne ukončiť?"
40007="&Minimalizovať"
40008="Zatvoriť Aplikácie na &Pozadí"
40009="Zatvoriť &Všetky Aplikacie"
40010="Vypnúť &Displej"
40011="Softwarový &Reset"
40012="&Horizontálne vľavo"
40013="Ho&rizontálne vpravo"
40014="Vy&pnúť Zariadenie"
40015="&Nastavenia..."
40016="&Koniec"
40017="Pracovná Plocha"
40018="WiFi Zapnúť"
40019="WiFi Vypnúť"
40020="Bluetooth Zapnúť"
40021="Bluetooth Vypnúť"
